IdeaRS.OpenModel.Connection.ConProjectInfo
Provides informationabout

IdeaRS.OpenModel.Connection.ConProjectInfo.Name
The name of the project

IdeaRS.OpenModel.Connection.ConProjectInfo.Description
The description of the project

IdeaRS.OpenModel.Connection.ConProjectInfo.ProjectNumber
Project number

IdeaRS.OpenModel.Connection.ConProjectInfo.Author
Name of the author

IdeaRS.OpenModel.Connection.ConProjectInfo.DesignCode
Design code

IdeaRS.OpenModel.Connection.ConProjectInfo.Date
Date

IdeaRS.OpenModel.Connection.ConProjectInfo.Connections
Connections in the project